Repository: VincentBunk/easyvote-simple
Catalog: languages/easyvote-simple-*.po
Languages: de_de, pt_pt

source: Simple Voting Plugin for Stadtkreation Theme Family
de_de: Einfaches Zustimmungs-Plugin für die Stadtkreation-Theme-Familie

source: Preferences for Easyvote Simple plugin
de_de: Einstellungen für das Plugin Easyvote Simple

source: User must be logged-in to vote
de_de: Benutzer müssen zum Voten angemeldet sein

source: Save Changes
de_de: Änderungen speichern

source: New vote for an idea
de_de: Neue Zustimmung zu einem Beitrag
pt_pt: Novo apoio de uma proposta

source: A new vote has been added to an idea at your site %s.
de_de: Eine neue Zustimmung wurde zu deiner Seite %s hinzugefügt.
pt_pt: Um novo apoio foi registado numa proposta do site %s.

source: Username
de_de: Benutzername
pt_pt: Nome de utilizador

source: E-mail address
de_de: E-Mail-Adresse
pt_pt: ﻿Endereço de email

source: Title of the idea that has been voted
de_de: Titel des Beitrags, der eine Zustimmung erhielt
pt_pt: Título da proposta que foi apoiada

source: View the idea
de_de: Beitrag ansehen

source: already
de_de: bereits
pt_pt: já

# This idea (already) has X vote(s)
source: This idea %1$s has %2$s %3$s
de_de: Dieser Beitrag hat %1$s <strong>%2$s</strong> %3$s
pt_pt: Esta proposta %1$s tem %2$s %3$s

# output number of votes, singular
source: vote
de_de: Zustimmung
pt_pt: apoio

# output number of votes, plural
source: votes
de_de: Zustimmungen
pt_pt: apoios

source: Please login to vote for this idea
de_de: Anmelden zum Zustimmen
pt_pt: Por favor registe-se para apoiar esta proposta

source: Vote for this idea
de_de: Diesem Beitrag zustimmen
pt_pt: Apoie esta proposta

source: You already voted for this idea
de_de: Du hast bereits zugestimmt
pt_pt: Já apoiou esta proposta

source: Most voted ideas
de_de: Die Beiträge mit den meisten Zustimmungen
pt_pt: Proposta com mais apoios

source: Most voted
de_de: Die meisten Zustimmungen
pt_pt: Mais apoiadas

source: Simple Voting Plugin for Nextfifteen Theme
pt_pt: Plugin de voto simples para tema Nextfifteen

source: Do you want to vote for this proposal? Then you only have to <a href="%s">login</a>!
pt_pt: Quer apoiar esta proposta? Então só tem de fazer o <a href="%s">login</a>!

source: If you don't have an account yet, you can <a href="%s">create a user account here</a>.
pt_pt: Se ainda não tem conta, pode registar-se <a href="%s">aqui</a>.
